Repository: Wanamics/WanaMisc
Catalog: Translations/WanaDim.*.xlf
Languages: fr_fr

# Table 4242647264 - Property 2879900210
source: Global Dimension Setup
fr_fr: Paramètres axes principaux

# Table 4242647264 - Method 1164095015 - NamedType 4185596797
source: Do you want to define %1 dim. as mandatory for each 'Income' G/L account?
fr_fr: Voulez-vous définir l'axe %1 obligatoire pour chaque compte de 'Gestion' ?

# Table 4242647264 - Method 1164095015 - NamedType 3089505866
source: Do-you want to disable value posting of dimension %1 for Income G/L Accounts?
fr_fr: Voulez-vous désactiver le contrôle 'Code obligatoire' de l'axe %1 pour chaque compte de 'Gestion' ?

# Table 4242647264 - Field 3877364928 - Property 2879900210
source: Income Glob. Dim. 1 Mandatory
fr_fr: Axe 1 oblig. sur comptes de 'Gestion'

# Table 4242647264 - Field 2217404009 - Property 2879900210
source: Income Glob. Dim. 2 Mandatory
fr_fr: Axe 2 oblig. sur comptes de 'Gestion'

# Table 4242647264 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé primaire

# Codeunit 3041034882 - Method 3707976373 - NamedType 1940672225
source: The following G/L Accounts have mandatory dimension codes that have not been selected:
fr_fr: Les comptes généraux suivants ont des codes axe obligatoires qui n'ont pas été sélectionnés :

# Codeunit 3041034882 - Method 3707976373 - NamedType 2578368842
source: \\In order to post to these accounts you must also select these dimensions:
fr_fr: \\Pour effectuer une validation dans ces comptes, vous devez également sélectionner ces axes :

# PageExtension 4050813720 - Control 409105504 - Property 2879900210
source: Income Glob. Dim. 1 Mandatory
fr_fr: Axe 1 oblig. sur comptes de 'Gestion'

# PageExtension 4050813720 - Control 993772425 - Property 2879900210
source: Income Glob. Dim. 2 Mandatory
fr_fr: Axe 2 oblig. sur comptes de 'Gestion'

# Report 3404342574 - Property 2879900210
source: Trial Balance, per Global Dimension
fr_fr: Balance analytique

# Report 3404342574 - NamedType 2763383773
source: Name
fr_fr: Nom

# Report 3404342574 - NamedType 2476940767
source: You must select at least one Report Column.
fr_fr: Vous devez sélectionner au moins une colonne

# Report 3404342574 - NamedType 3114637384
source: If you want more than 6 Report Columns you must round to Dollars or Thousands.
fr_fr: Si vous sélectionnez plus de 6 colonnes vous devez arrondir à l'unité ou au millier.

# Report 3404342574 - NamedType 3752334001
source: You may select a maximum of 8 Report Columns.
fr_fr: Vous ne pouvez sélectionner plus de 8 colonnes.

# Report 3404342574 - NamedType 732759939
source: Amounts are in %1
fr_fr: Montants en %1

# Report 3404342574 - NamedType 1370456556
source: Budgeted,
fr_fr: Budgeté,

# Report 3404342574 - NamedType 2008153173
source: Last Year,
fr_fr: Année précédente,

# Report 3404342574 - NamedType 2645849790
source: Change Variance
fr_fr: Variation

# Report 3404342574 - NamedType 3283546407
source: Change % Variance
fr_fr: % variation

# Report 3404342574 - NamedType 3921243024
source: Balance Variance
fr_fr: Variation solde

# Report 3404342574 - NamedType 1664139952
source: Balance % Variance
fr_fr: % variation solde

# Report 3404342574 - NamedType 1026443335
source: Net Change
fr_fr: Solde période

# Report 3404342574 - NamedType 2939533186
source: Balance
fr_fr: Solde

# Report 3404342574 - NamedType 2301836569
source: (Thousands)
fr_fr: (Milliers)

# Report 3404342574 - NamedType 4214926420
source: Trial Balance
fr_fr: Balance

# Report 3404342574 - NamedType 3577229803
source: There are no Global Dimensions set up in General Ledger Setup. This report can only be used with Global Dimensions.
fr_fr: Il n'y a pas d'axe principal configuré en "Paramètres comptabilité". Cet état ne peut être obtenu que pour les axes principaux.

# Report 3404342574 - NamedType 1195352358
source: You must select a Global Dimension that has been set up in General Ledger Setup.
fr_fr: Vous devez sélectionner l'un des axes principaux configuré en "Paramètres comptabilité".

# Report 3404342574 - NamedType 3161582441
source: Actual vs Budget a
fr_fr: Réalisé vs budget au

# Report 3404342574 - NamedType 3275655317
source: and
fr_fr: et

# Report 3404342574 - NamedType 185574662
source: and Budget Changes
fr_fr: et budget période

# Report 3404342574 - NamedType 26925895
source: and from
fr_fr: et du

# Report 3404342574 - NamedType 2264352925
source: as of
fr_fr: au

# Report 3404342574 - NamedType 3917650954
source: Budget as of
fr_fr: Budget au

# Report 3404342574 - NamedType 3345670440
source: Budgeted
fr_fr: Budget

# Report 3404342574 - NamedType 3520633759
source: Changes
fr_fr: Changements

# Report 3404342574 - NamedType 1413114621
source: Changes from
fr_fr: Réalisé du

# Report 3404342574 - NamedType 965746770
source: from
fr_fr: du

# Report 3404342574 - NamedType 4138912492
source: %1 Trial Balance
fr_fr: Balance analytique axe %1

# Report 3404342574 - NamedType 631435757
source: to
fr_fr: au

# Report 3404342574 - Control 4129364727 - Property 1295455071
source: Specifies that the report includes global dimensions.
fr_fr: Spécifie que l'état inclut les axes principaux.

# Report 3404342574 - Control 4129364727 - Property 2879900210
source: Select Global Dimension
fr_fr: Sélectionner l'axe principal

# Report 3404342574 - Control 898452675 - Property 1295455071
source: Specifies if you want the results in the report to be rounded to the nearest penny (hundredth of a unit), dollar (unit), or thousand dollars (units). The results are in US dollars, unless you use an additional reporting currency.
fr_fr: Spécifie si vous voulez arrondir les montants à l'unité ou au millier ou pas. Les montants sont en devise société.

# Report 3404342574 - Control 898452675 - Property 2879900210
source: Round to
fr_fr: Arrondi en

# Report 3404342574 - Control 898452675 - Property 62802879
source: Pennies,Dollars,Thousands
fr_fr: Aucun, Unité, Milliers

# Report 3404342574 - Control 928405941 - Property 2879900210
source: Select Report Columns
fr_fr: Sélectionnez les colonnes

# Report 3404342574 - Control 3463807212 - Property 2879900210
source: Actual Balances
fr_fr: Soldes réalisés

# Report 3404342574 - Control 181328868 - Property 2879900210
source: Actual Changes
fr_fr: Réalisé période

# Report 3404342574 - Control 3633537329 - Property 2879900210
source: Variance in Balances
fr_fr: Ecart solde

# Report 3404342574 - Control 1418366080 - Property 2879900210
source: % Variance in Balances
fr_fr: % écart solde

# Report 3404342574 - Control 1034711064 - Property 2879900210
source: Comparison Balances
fr_fr: Ecarts réalisés

# Report 3404342574 - Control 4107785745 - Property 2879900210
source: Comparison Changes
fr_fr: Ecarts périodes

# Report 3404342574 - Control 790615017 - Property 2879900210
source: % Variance in Changes
fr_fr: % écart période

# Report 3404342574 - Control 1927394496 - Property 2879900210
source: Variance in Changes
fr_fr: Variation période

# Report 3404342574 - Control 2348175126 - Property 2879900210
source: Show Comparison
fr_fr: Afficher comparaison

# Report 3404342574 - Control 2348175126 - Property 62802879
source: Last Year,Budget
fr_fr: Année précédente, Budget

# Report 3404342574 - Control 2191381252 - Property 2879900210
source: Skip Accounts with all zero Amounts
fr_fr: Masquer les lignes nulles

# Report 3404342574 - Control 2454743061 - Property 2879900210
source: Use Additional Reporting Currency
fr_fr: En devise de reporting

# Report 2022661786 - Property 2879900210
source: Trial Balance, Spread Global Dimension
fr_fr: Balance analytique par sections

# Report 2022661786 - NamedType 973942433
source: Name
fr_fr: Nom

# Report 2022661786 - NamedType 4155400760
source: Name
fr_fr: Nom

# Report 2022661786 - NamedType 3376945121
source: Name
fr_fr: Nom

# Report 2022661786 - NamedType 1853304805
source: Name
fr_fr: Nom

# Report 2022661786 - NamedType 3154589342
source: Name
fr_fr: Nom

# Report 2022661786 - NamedType 2863800927
source: Name
fr_fr: Nom

# Report 2022661786 - NamedType 2476940767
source: You must select at least one %1.
fr_fr: Vous devez sélectionner au moins un %1.

# Report 2022661786 - NamedType 3114637384
source: If you want more than 5 values for %1, you must round to Dollars or Thousands.
fr_fr: Si vous voulez plus de 5 valeurs de %1, vous devez arrondir en unité ou en milliers.

# Report 2022661786 - NamedType 3752334001
source: You must select no more than 7 values for %1. Try another %2.
fr_fr: Vous pouvez sélectionner au plus 7 valeurs de %1. Essayez un autre %2.

# Report 2022661786 - NamedType 3283546407
source: Amounts are in %1
fr_fr: Montants en %1

# Report 2022661786 - NamedType 3921243024
source: (Thousands)
fr_fr: (Milliers)

# Report 2022661786 - NamedType 1664139952
source: Too many values for %1 were selected. Try another %2.
fr_fr: Trop de valeurs %1 sélectionnées. Essayez un autre %2.

# Report 2022661786 - NamedType 1026443335
source: Trial Balance
fr_fr: Balance

# Report 2022661786 - NamedType 2939533186
source: There are no Global Dimensions set up in General Ledger Setup. This report can only be used with Global Dimensions.
fr_fr: Il n'y a pas d'axe principal configuré en "Paramètres comptabilité". Cet état ne peut être obtenu que pour les axes principaux.

# Report 2022661786 - NamedType 2301836569
source: You must select a Global Dimension that has been set up in General Ledger Setup.
fr_fr: Vous devez sélectionner l'un des axes principaux configuré en "Paramètres comptabilité".

# Report 2022661786 - NamedType 4214926420
source: You must select no more than 7 values for %1. Try another %2 or select "Print to Excel".
fr_fr: Vous ne pouvez pas sélectionner plus de 7 valeurs pour %1. Essayez un autre %2 ou "Imprimer vers Excel".

# Report 2022661786 - NamedType 3031896719
source: Data
fr_fr: Données

# Report 2022661786 - NamedType 650019274
source: Trial Balance
fr_fr: Balance

# Report 2022661786 - NamedType 12322657
source: Company Name
fr_fr: Nom de la société

# Report 2022661786 - NamedType 1925412508
source: Report No.
fr_fr: N° état [NAB: SUGGESTION]ID état

# Report 2022661786 - NamedType 1287715891
source: Report Name
fr_fr: Nom état [NAB: SUGGESTION]Nom de l'état [NAB: SUGGESTION]Nom de l’état

# Report 2022661786 - NamedType 3200805742
source: User ID
fr_fr: Code utilisateur [NAB: SUGGESTION]ID utilisateur

# Report 2022661786 - NamedType 2563109125
source: Date / Time
fr_fr: Date / heure

# Report 2022661786 - NamedType 181231680
source: G/L Account Filters
fr_fr: Filtre N° compte

# Report 2022661786 - NamedType 3838502359
source: Sub-Title
fr_fr: Sous-titre

# Report 2022661786 - NamedType 3393061063
source: Amounts are in
fr_fr: Montants en

# Report 2022661786 - NamedType 4030757680
source: our Functional Currency
fr_fr: devise société

# Report 2022661786 - NamedType 2264352925
source: As of
fr_fr: au

# Report 2022661786 - NamedType 3917650954
source: Budget as of
fr_fr: Budget au

# Report 2022661786 - NamedType 466361737
source: Budgeted Changes From
fr_fr: Budget du

# Report 2022661786 - NamedType 1413114621
source: Changes from
fr_fr: Réalisé du

# Report 2022661786 - NamedType 4138912492
source: %1 Trial Balance
fr_fr: Balance analytique axe %1

# Report 2022661786 - NamedType 631435757
source: to
fr_fr: au

# Report 2022661786 - Control 4129364727 - Property 1295455071
source: Specifies that the report includes global dimensions.
fr_fr: Spécifie que l'état inclut les axes principaux.

# Report 2022661786 - Control 4129364727 - Property 2879900210
source: Select Global Dimension
fr_fr: Sélectionner l'axe principal

# Report 2022661786 - Control 612632567 - Property 2879900210
source: Print to Excel
fr_fr: Imprimer vers Excel

# Report 2022661786 - Control 898452675 - Property 1295455071
source: Specifies if you want the results in the report to be rounded to the nearest penny (hundredth of a unit), dollar (unit), or thousand dollars (units). The results are in US dollars, unless you use an additional reporting currency.
fr_fr: Spécifie si vous voulez arrondir les montants à l'unité ou au millier ou pas. Les montants sont en devise société.

# Report 2022661786 - Control 898452675 - Property 2879900210
source: Round to
fr_fr: Arrondi en

# Report 2022661786 - Control 898452675 - Property 62802879
source: Pennies,Dollars,Thousands
fr_fr: Aucun, Unité, Milliers

# Report 2022661786 - Control 1753083214 - Property 2879900210
source: Select Report Amount
fr_fr: Sélectionner montant

# Report 2022661786 - Control 1753083214 - Property 62802879
source: Actual Change,Budget Change,Last Year Change,Actual Balance,Budget Balance,Last Year Balance
fr_fr: Réalisé période, Budget période, Réalisé n-1, Solde réalisé, Solde budget, Solde n-1

# Report 2022661786 - Control 2191381252 - Property 2879900210
source: Skip Accounts with all zero Amounts
fr_fr: Masquer les lignes nulles

# Report 2022661786 - Control 2454743061 - Property 2879900210
source: Use Additional Reporting Currency
fr_fr: En devise de reporting
